---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadPlenumCoolingLoadParam
source: html/a76125fb-fab3-4aeb-ba35-84fce690f962.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadPlenumCoolingLoadParam Property

"Plenum Cooling Load"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsHvacloadPlenumCoolingLoadParam { get; }
```